---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewerModelClipBoxActive
source: html/b16330d5-86a8-9b61-c58b-aef9fe7d2e7c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewerModelClipBoxActive Property

"Section Box"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewerModelClipBoxActive { get; }
```